package test.java;

public class test2 {

/**
 * 1. 각 자료형별 변수를 만들고 초기화한 후 그 값을 출력하는 코드를 작성해 보자.

     - 정수형 100, 9999억, 
       - 실수 486.567(float), 567.890123
       - 문자 A
       - 문자열 Hello world, 
       - 논리 true
     
     단, 변수를 이용하여 출력하시오 .

     com.sh.test.Test1 에 작성
    


2. 자신의 신상정보를 저장할 변수를 만들고 정보를 변수에 대입, 출력하는 프로그램을 작성하세요.
(System.out.printf 사용할것.)
     - 이름, 나이, 성별,주소, 전화번호, 이메일      

=======================================================================
이름        나이    성별       전화번호            이메일            주소
=======================================================================
홍길동        22        남        01012341234       hgd@naver.com    경기도 광주시
홍길순        20        여        010123412341   hgs@gmail.com    전라남도 광주시                            

작성한 변수를 재사용해 팀메이트의 정보를 다시 변수에 대입 출력하는 프로그램으로 수정하세요.


com.sh.test.Test2 에 작성
 */
}
